[{
    "url": "https://www.vectorlogo.zone/logos/jestjsio/jestjsio-ar21.svg",
    "name": "jest",
    "percent": 20,
    "description": "Jest é um framework de teste de JavaScript criado pelo Facebook. Ele é utilizado para testar todos os tipos de JavaScript, desde React até Node.js."
},
{
    "url": "https://raw.githubusercontent.com/vitejs/vite/676804d95a8b26ad734f3e3c0b09ad361e9a9931/docs/public/logo.svg",
    "name": "vitejs",
    "percent": 15,
    "description": "Vite é um construtor de aplicações web moderno que utiliza o ESM como formato nativo, e que possui um servidor de desenvolvimento extremamente rápido."
},
{
    "url": "https://www.vectorlogo.zone/logos/docker/docker-official.svg",
    "name": "docker",
    "percent": 15,
    "description": "O Docker é uma plataforma open source que facilita a criação e administração de ambientes isolados. Ele possibilita o empacotamento de uma aplicação ou ambiente dentro de um container, se tornando portátil para qualquer outro host que contenha o Docker instalado."
},
{
    "url": "https://www.vectorlogo.zone/logos/mysql/mysql-official.svg",
    "name": "mysql",
    "percent": 15,
    "description": "O MySQL é um sistema de gerenciamento de banco de dados, que utiliza a linguagem SQL como interface. É atualmente um dos sistemas de gerenciamento de bancos de dados mais populares da Oracle Corporation, com mais de 10 milhões de instalações pelo mundo."
},
{
    "url": "https://www.vectorlogo.zone/logos/mongodb/mongodb-ar21.svg",
    "name": "mongodb",
    "percent": 20,
    "description": "MongoDB é um software de banco de dados orientado a documentos livre, de código aberto e multiplataforma, escrito na linguagem C++. Classificado como um programa de banco de dados NoSQL, o MongoDB usa documentos semelhantes a JSON com esquemas."
},
{
    "url": "https://www.vectorlogo.zone/logos/sequelizejs/sequelizejs-ar21.svg",
    "name": "sequelize",
    "percent": 15,
    "description": "O Sequelize é um ORM para Node.js baseado em Promises, para os bancos de dados PostgreSQL, MySQL, MariaDB, SQLite e Microsoft SQL Server. Ele possui suporte para transações, relacionamentos, replicação de leitura e gravação, e muito mais."
},
{
    "url": "https://www.vectorlogo.zone/logos/nodejs/nodejs-ar21.svg",
    "name": "nodejs",
    "percent": 15,
    "description": "Node.js é um software de código aberto, multiplataforma, baseado no interpretador V8 do Google e que permite a execução de códigos JavaScript fora de um navegador web."
},
{
    "url": "https://www.vectorlogo.zone/logos/typescriptlang/typescriptlang-ar21.svg",
    "name": "typescript",
    "percent": 15,
    "description": "TypeScript é um superconjunto de JavaScript desenvolvido pela Microsoft que adiciona tipagem e alguns outros recursos a linguagem. Anders Hejlsberg, arquiteto da linguagem C# e criador das linguagens Delphi e Turbo Pascal, trabalhou no desenvolvimento do TypeScript."
},
{
    "url": "https://www.vectorlogo.zone/logos/python/python-ar21.svg",
    "name": "python",
    "percent": 20,
    "description": "Python é uma linguagem de programação de alto nível, interpretada, de script, imperativa, orientada a objetos, funcional, de tipagem dinâmica e forte. Foi lançada por Guido van Rossum em 1991."
},
{
    "url": "https://www.vectorlogo.zone/logos/javascript/javascript-ar21.svg",
    "name": "javascript",
    "percent": 20,
    "description": "JavaScript é uma linguagem de programação interpretada estruturada, de script em alto nível com tipagem dinâmica fraca e multiparadigma. Juntamente com HTML e CSS, o JavaScript é uma das três principais tecnologias da World Wide Web."
},
{
    "url": "https://www.vectorlogo.zone/logos/reactjs/reactjs-ar21.svg",
    "name": "reactjs",
    "percent": 15,
    "description": "React é uma biblioteca JavaScript de código aberto com foco em criar interfaces de usuário em páginas web. É mantido pelo Facebook, Instagram, outras empresas e uma comunidade de desenvolvedores individuais."
},
{
    "url": "https://www.vectorlogo.zone/logos/github/github-ar21.svg",
    "name": "github",
    "percent": 15,
    "description": "GitHub é uma plataforma de hospedagem de código-fonte e arquivos com controle de versão usando o Git. Ele permite que programadores, utilitários ou qualquer usuário cadastrado na plataforma contribuam em projetos privados e/ou Open Source de qualquer lugar do mundo."
},
{
    "url": "https://www.vectorlogo.zone/logos/git-scm/git-scm-ar21.svg",
    "name": "git",
    "percent": 15,
    "description": "Git é um sistema de controle de versões distribuído, usado principalmente no desenvolvimento de software, mas pode ser usado para registrar o histórico de edições de qualquer tipo de arquivo."
},
{
    "url": "https://www.vectorlogo.zone/logos/w3_css/w3_css-ar21.svg",
    "name": "css3",
    "percent": 15,
    "description": "CSS é uma linguagem de folha de estilo composta por “camadas”, criado com o propósito de estilizar as páginas HTML. "
},
{
    "url": "https://www.vectorlogo.zone/logos/w3_html5/w3_html5-ar21.svg",
    "name": "html5",
    "percent": 15,
    "description": "HTML é uma linguagem de marcação utilizada na construção de páginas na Web. Documentos HTML podem ser interpretados por navegadores."
}
]